[
  {
    "State":"AL",
    "Who must show identification to vote?":"All voters must show a valid photo ID, unless exempt from state law. Voters that are exempt include military and overseas voters that are covered under the UOCAVA, and voters covered under the Voting Accessibility for the Elderly and Handicapped Act.  ",
    "What forms of voter identification are acceptable?":"Acceptable IDs to cast a ballot include -- but are not limited to -\n- valid state-issued driver's license or non-driver ID\n- valid U.S. Military ID\n- valid U.S. Passport \n- a Tribal ID",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"If the voter is positively identified by two election officials as a voter on the voter list, he or she may vote a regular ballot. ",
    "Complete Voter ID Information":"http://www.sos.state.al.us/elections/VoterID.aspx"
  },
  {
    "State":"AK",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a signed voter ID card, driver's license, state ID card, or military ID card; U.S. passport; or hunting or fishing license.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"If the voter is positively identified by an election official, he or she may vote a regular ballot.  If the voter is not personally known by an election official and does not have identification, the voter must vote a questioned ballot.",
    "Complete Voter ID Information":"http://www.elections.alaska.gov/vi_hv_vote_polls.php"
  },
  {
    "State":"AZ",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"A voter must present ID that fits within one of the following three categories: \n1. One form of ID with the photograph, name and voting address of the voter; \n2. Two forms of ID with the name and address of the voter, but not the photo; or \n3. One form of ID with the name and photo of the voter plus one form of ID with the name and voting address of the voter. \n\nAcceptable IDs include -- but are not limited to -- a valid AZ driver's license or non-operating identification license; tribal enrollment card or valid government-issued ID.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"If a voter does not present proper identification s/he will vote a provisional ballot.",
    "Complete Voter ID Information":"http://www.azsos.gov/election/Prop_200/poll_identification.htm"
  },
  {
    "State":"AR",
    "Who must show identification to vote?":"All voters must present photo ID to vote. ",
    "What forms of voter identification are acceptable?":"All voters must show a state or federal photo ID to vote. Acceptable IDs include -- but are not limited to - \n- driver's license\n- U.S. passport\n- military ID\n- college ID\n- concealed carry permit\n- state or federal employee badge\n-If your photo I.D. has an expiration date, it cannot have expired more than four years before the election you're voting in.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"If a person cannot provide identification at the polls, the person may cast a provisional ballot. ",
    "Complete Voter ID Information":"http://www.sos.arkansas.gov/elections/Pages/FaceYourvote.aspx"
  },
  {
    "State":"CA",
    "Who must show identification to vote?":"In most cases, California voters are not required to show identification before they vote. A first-time voter who registered by mail without providing a copy of his/her identification may be asked to show identification at the polls.",
    "What forms of voter identification are acceptable?":"The more than 30 acceptable forms of identification include a California driver license, state identification card, student identification card, U.S. passport and the sample ballot booklet mailed to the voter. Visit www.sos.ca.gov/elections/hava.htm for more details.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"In most cases, California voters are not required to show identification before they vote. A first-time voter who registered by mail without providing a copy of his/her identification may be asked to show identification at the polls. If the voter cannot provide identification, the voter will be asked to vote a provisional ballot.\n\n",
    "Complete Voter ID Information":"http://www.sos.ca.gov/elections/new-voter/where-how-vote.htm"
  },
  {
    "State":"CO",
    "Who must show identification to vote?":"All voters who vote at the polls must provide identification. First time voters voting by mail may also need to provide a photocopy of his/her identification. ",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a valid CO driver's license; a valid U.S. passport; a valid employee photo ID card  issued by the government; a valid U.S. military photo ID card; or a copy of a current utility bill, bank statement or paycheck with name and voting address. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. A voter who is unable to produce identification will be given a provisional ballot. ",
    "Complete Voter ID Information":"http://www.sos.state.co.us/pubs/elections/vote/acceptableFormsOfID.html"
  },
  {
    "State":"CT",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"Photo ID is not required. \n \nVoters must present one of the following:\n(1) a social security card\n(2) pre-printed form of ID with name and address\n(3) pre-printed form of ID with name and signature\n(4) pre-printed form of ID with name and photo,\n \nor they may sign affidavit under penalty of perjury. \n \nHowever, if the voter did not provide social security number or driver's license number at the time of registration additional ID will be required.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. The voter shall write (on a form provided by the Secretary of State) their residential address, date of birth, print their name and sign a statement that the voter is the voter whose name appears on the official checklist. ",
    "Complete Voter ID Information":"http://www.ct.gov/sots/LIB/sots/ElectionServices/HAVA/HavaPDF/IDRequirements.pdf"
  },
  {
    "State":"DC",
    "Who must show identification to vote?":"Only same-day registrants and first-time voters who registered by mail and did not provide a driver's license number or social security number when they registered to vote must show ID. However, some voting locations require people to show ID to enter the building, so the DC Board of Elections recommends that all voters bring ID with them to vote.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include, but are not limited to, a copy of a current and valid photo ID, a copy of a current utility bill, bank statement, government check, paycheck, or other document that shows the voter's name and address. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"If a voter who is required to provide ID does not do so, he or she must cast a provisional, or special ballot.  ",
    "Complete Voter ID Information":"http://www.dcboee.org/faq/election_day.asp#6"
  },
  {
    "State":"DE",
    "Who must show identification to vote?":"All voters are asked to provide identification.  However, if the voter's name is on the poll list and they do no provide identification, they may sign an affidavit affirming their identity.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a photo ID, utility bill, paycheck or any other government document with the name and voting address of the voter. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. In the event the voter does not have proof of identity with them, s/he shall sign an affidavit of affirmation that he or she is the person listed on the election district record. If the voter is a first-time voter and does not present proper identification, s/he will have to vote a provisional ballot. ",
    "Complete Voter ID Information":"http://elections.delaware.gov/services/voter/pdfs/how_to_vote.pdf"
  },
  {
    "State":"FL",
    "Who must show identification to vote?":"All Florida voters must show identification to\nvote. ",
    "What forms of voter identification are acceptable?":"To vote, registered citizens must show a current and valid photo ID. If the photo ID does not have a signature, an additional ID with signature is required. Acceptable photo IDs include -- but are not limited to -- a FL driver's license; FL ID card issued by motor vehicles agency; U.S. passport; debit or credit card; Military ID; Student ID, Retirement Center ID, Neighborhood Association ID; or Public Assistance ID. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"If a voter does not present proper identification, s/he must vote a provisional ballot. The provisional ballot will count if the signature on the provisional ballot envelope matches the signature on the voter registration application, provided you are otherwise eligible and voted in the proper precinct. The canvassing board will determine the validity of the ballot. The voter has a right to present additional written evidence supporting their right to vote to the Supervisor of Elections by no later than 5:00 p.m. on the 2nd day following the election.",
    "Complete Voter ID Information":"http://election.dos.state.fl.us/voting/voting-info.shtml#voting"
  },
  {
    "State":"GA",
    "Who must show identification to vote?":"All voters must show photo ID to vote.",
    "What forms of voter identification are acceptable?":"A voter must bring one of the following forms of ID to vote: \n- Any valid state or federal government issued photo ID, including a FREE Voter ID Card \nissued by your county registrar's office or the Georgia Department of Driver Services (DDS) \n- A Georgia Driver's License, even if expired\n-Valid employee photo ID from any branch, department, agency, or entity \nof the U.S. Government, Georgia, or any county, municipality, board, \nauthority or other entity of this state\n- Valid U.S. passport ID\n- Valid U.S. military photo ID\n- Valid tribal photo ID",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"If a person does not have proper ID, he/she can vote a provisional  ballot. He/she will have three days from the close of the polls to present acceptable identification to his/her county registrar office the vote to count. ",
    "Complete Voter ID Information":"http://sos.ga.gov/index.php/elections/georgia_voter_identification_requirements2"
  },
  {
    "State":"HI",
    "Who must show identification to vote?":"All voters shall provide ID upon request by a precinct official. First-time voters who did not provide proof of ID when registering will be required to present proof of ID at the polling place, or with their voted absentee mail-in ballot.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include a current and valid photo ID, current utility bill, bank statement, government check, paycheck, or other government document that shows the voter's name and address.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"In the event that the voter does not have an ID document to provide, the poll worker may ask the voter to recite their mailing address, date of birth, and/or any other information on the voter's registration file in order to confirm the identity of the voter. If the voter cannot be located on the official list of registered voters, they will be given the option to vote a provisional ballot.",
    "Complete Voter ID Information":"http://hawaii.gov/elections/voters/votehi.htm"
  },
  {
    "State":"ID",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- an ID driver's license or ID card; U.S. passport; Tribal photo ID; or Idaho Student ID with photo.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. A voter may complete an affidavit in lieu of the personal identification. The affidavit shall be on a form prescribed by the secretary of state and shall require the voter to provide the voter's name and address. The voter shall sign the affidavit.",
    "Complete Voter ID Information":"http://www.idahovotes.gov/VoterGuide/2012_Voter_Guide_English.pdf"
  },
  {
    "State":"IL",
    "Who must show identification to vote?":"Only voters who did not provide sufficient proof of identity with their registration form must show ID.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a current and valid photo ID or one of the following with the name and address of the voter: utility bill, bank statement, government check or other government document, paycheck, lease or contract for residence or Student ID & mail addressed to voter's residence.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. If a voter does not present a required form of identification either at the time they submit their registration form by mail or at the polling place on Election Day, they may vote a provisional ballot. ",
    "Complete Voter ID Information":"http://www.elections.il.gov/Downloads/VotingInformation/PDF/Illinois_Voter_Information.pdf"
  },
  {
    "State":"IN",
    "Who must show identification to vote?":"Most voters must show identification to vote. However, this requirement does not apply to voters who return absentee ballots by mail, to confined voters casting their ballot before a traveling absentee board, or to voters who vote in person at a polling place in the licensed care facility where the voter resides.",
    "What forms of voter identification are acceptable?":"Acceptable forms of ID must have 1. the voter's photo 2. the voter's name 3. display an expiration date and be current or have expired since the last general election and 4. be issued by the State of Indiana or the U.S. Government. Acceptable IDs include -- but are not limited to -- an IN driver's license, IN photo ID card, Military ID, Veterans ID, U.S. Passport or a student ID from an Indiana State school.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. Voters who are unable or decline to produce proof of identification may vote a provisional ballot. ",
    "Complete Voter ID Information":"http://www.in.gov/sos/elections/2401.htm"
  },
  {
    "State":"IA",
    "Who must show identification to vote?":"Any voter who is registering to vote on Election Day must show proof of identification and proof of residency. Additionally, first-time voters who registered by mail, inactive voters and a few others may be asked to show ID.",
    "What forms of voter identification are acceptable?":"Voters registering to vote on Election Day must show proof of their identity and proof of residence. One form of ID may be sufficient as long as it shows the voter's voting address.\n\nAcceptable forms of ID include -- but are not limited to -- an IA driver's license; an IA non-driver ID card; a U.S. passport; a U.S. military ID; an ID card issued by the voter's employer; or a student ID issued by an Iowa high school or college.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter will have to vote a provisional ballot. ",
    "Complete Voter ID Information":"http://sos.iowa.gov/elections/voterinformation/edr.html"
  },
  {
    "State":"KS",
    "Who must show identification to vote?":"All voters. Exceptions include: voters with religious objections to photo ID, permanent advance voters (long-term illnesses or disabilities), UOCAVA voters, and voters who vote in all-mail ballot elections (limited to local question-submitted elections). \n \nAdvance voters must comply with the ID requirement when they apply for advance ballots by either (a) writing his/her driver's license or non-driver's ID card numbers on the form, or (b) enclosing a photocopy of his/her photo ID document with the form.",
    "What forms of voter identification are acceptable?":"Kansas voters must show photo ID when casting a vote in person. If the photo ID has an expiration date on it, the ID must not have expired at the time of voting. An acceptable photo ID does not have to have an expiration date on the document in order to be valid. Persons age 65 or older may use expired photo ID. \n\nAcceptable forms of photo ID are a driver's license or nondriver's identification card issued by Kansas or by another state or district of the United States, a concealed carry of handgun license issued by a state or district of the United States, a United States passport, an employee badge or identification document issued by a municipal, county, state, or federal government office, a military identification document issued by the United States, a student identification card issued by an accredited postsecondary institution of education in the state of Kansas, a public assistance identification card issued by a municipal, county, state or federal government office or an identification card issued by an Indian tribe.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter must vote a provisional ballot. The voter may submit valid photo ID to the county election officer after the election before the county board of canvassers meets to certify the election results in order to have the ballot count.",
    "Complete Voter ID Information":"http://www.gotvoterid.com/valid-photo-ids.html#idlist"
  },
  {
    "State":"KY",
    "Who must show identification to vote?":"Election Officers shall confirm the identity of each voter by personal acquaintance or by a document.",
    "What forms of voter identification are acceptable?":"Acceptable documentation includes -- \n- a motor vehicle operator's license\n- Social Security card\n- credit card, or another form of ID containing the voter's picture and signature. \n- Or, the voter's identity may be confirmed by personal acquaintance.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"The voter's identity may be confirmed by personal acquaintance. If the voter does not have identification and cannot be identified by the precinct officer, s/he may vote a provisional ballot.",
    "Complete Voter ID Information":"http://elect.ky.gov/voterinfo/Pages/voterinformationguide.aspx"
  },
  {
    "State":"LA",
    "Who must show identification to vote?":"All voters must show ID to vote. ",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a LA driver's license, a LA special ID card, or other generally recognized photo ID with the voter's name and signature. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes.  If the voter does not have the required photo ID, s/he may still vote by completing an Identification Affidavit form.\n \n",
    "Complete Voter ID Information":"http://www.sos.la.gov/tabid/151/Default.aspx"
  },
  {
    "State":"ME",
    "Who must show identification to vote?":"Only same-day registrants and first-time voters who did not provide ID when registering to vote must show ID.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to \n- current and valid U.S. passport\n- military ID\n- driver's license\n- state ID\n- a utility bill, bank statement, or paycheck with the voter's name and voting address",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. An oath is accepted as proof of residency but not proof of identity. ",
    "Complete Voter ID Information":"http://www.maine.gov/sos/cec/elec/voterguide.html"
  },
  {
    "State":"MD",
    "Who must show identification to vote?":"Only first-time voters who did not register in person and did not provide ID with their registration form must show ID.\n",
    "What forms of voter identification are acceptable?":"Acceptable IDs are a current and valid MD driver's license; MD-issued ID; student, employee, or military ID; U.S. passport; or a copy of a current utility bill, bank statement, or paycheck with the voter's name and voting address.\n",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter must vote a provisional ballot.\n",
    "Complete Voter ID Information":"http://www.elections.state.md.us/voting/election_day_questions.html"
  },
  {
    "State":"MA",
    "Who must show identification to vote?":"You must show ID if you are registering to vote for the first time. ",
    "What forms of voter identification are acceptable?":"Acceptable identification must include your name and the address at \nwhich you are registered to vote. Acceptable IDs include -- but are not \nlimited to -\n- current and valid driver's license\n- state issued identification card\n- current utility bill\n- bank statement\n- government check\n- any other government document showing your name and address. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"If you do not provide such identification, the Help America Vote Act of 2002 requires that you the voter can only cast a provisional ballot which will be counted later, but only after the voter's eligibility to vote has been determined.",
    "Complete Voter ID Information":"http://www.sec.state.ma.us/ele/elepdf/eledaylglsum.doc"
  },
  {
    "State":"MI",
    "Who must show identification to vote?":"\n\nBy law, every Michigan voter must present picture identification at the polls, or sign an affidavit attesting that he or she is not in possession of picture identification.\n\n",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a current Michigan driver's license or Michigan personal ID card; Federal or State government-issued photo ID; U.S. passport; Military photo ID; Student photo identification from a high school or an accredited institution of higher education; or Tribal identification card with photo.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. The voter must simply sign an affidavit stating that she/he is not in possession of a photo ID.",
    "Complete Voter ID Information":"http://www.michigan.gov/documents/sos/Notice_To_Voters_209297_7.pdf"
  },
  {
    "State":"MN",
    "Who must show identification to vote?":"Only voters who need to register or update their registration at the polling place on Election Day must bring proof of residence. You must update your registration each time you change address, change names or do not vote for four years in a row. Learn how to register on Election Day. (http://www.sos.state.mn.us/index.aspx?page=1767)\n\nFirst-time voters in Minnesota whose information could not be verified by election officials will also need to show one of the proofs of residence used for Election Day registration.\n",
    "What forms of voter identification are acceptable?":"There are many acceptable forms of identification you can view the entire list of options here: http://www.sos.state.mn.us/index.aspx?page=1767  Commonly used identification methods include a Minnesota driver's license or state ID that shows your current address; or, an approved photo ID that has your old address, along with an approved bill that shows your current address. You can also go to the polling place with another voter from your precinct who can confirm your name and address.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. ",
    "Complete Voter ID Information":"http://www.sos.state.mn.us/index.aspx?page=1778"
  },
  {
    "State":"MS",
    "Who must show identification to vote?":"Every voter, who is not otherwise exempt from the voter photo ID requirements and who appears in person to vote by absentee ballot in the Circuit Clerk's Office or in a polling place on Election Day, must present an acceptable form of photo ID before he/she may cast a ballot.\n",
    "What forms of voter identification are acceptable?":"An acceptable form of photo ID means a current and valid: \n-        Driver's license,\n-        Photo ID card issued by any branch, department, agency or entity of the State of Mississippi,\n-        United States passport,\n-        Employee photo ID card issued by any branch, department, agency or entity of the U. S. government,\n-        License to carry a pistol or revolver, \n-        Tribal photo ID card,\n-        U. S. military photo ID card,\n-        Student photo ID card issued by an accredited college, university or community or junior college in the State of Mississippi, \n-        Mississippi Voter ID Card, and\n-        Any photo ID issued by any branch, department, agency or entity of the U. S. government or any state government.  \n",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. A voter who is unable to present an acceptable form of photo ID is entitled to vote by an affidavit ballot. A voter who casts an affidavit ballot by reason of an inability to present acceptable photo ID is provided five (5) business days after the date of the election within which to present an acceptable form of photo ID to the Circuit Clerk in his/her county of residence to ensure his/her affidavit ballot is not rejected for this reason.",
    "Complete Voter ID Information":"MSVoterID.ms.gov"
  },
  {
    "State":"MO",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"Acceptable forms of ID are:\n- Identification issued by the state of Missouri, an agency of the state, or a local election authority of the state\n- Identification issued by the United States government or agency thereof\n- Identification issued by an institution of higher education, including a university, college, vocational and technical school, located within \nthe state of Missouri\n- A copy of a current utility bill, bank \nstatement, paycheck, government check or other government document that \ncontains the name and address of the voter\n- Driver's license or state identification card issued by another state\n\n\n\n\n\n",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. A voter who is unable to present an acceptable form of photo ID is entitled to vote by an affidavit ballot. A voter who casts an affidavit ballot by reason of an inability to present acceptable photo ID is provided five (5) business days after the date of the election within which to present an acceptable form of photo ID to the Circuit Clerk in his/her county of residence to ensure his/her affidavit ballot is not rejected for this reason.",
    "Complete Voter ID Information":"http://www.sos.mo.gov/elections/goVoteMissouri/docs/acceptable_ids.pdf"
  },
  {
    "State":"MT",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"Acceptable forms of ID include -- but are not limited to -- a current photo ID; or a current utility bill, bank statement, paycheck, voter confirmation notice or government check or other government document with the voter's name and address.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. The voter can fill out a Polling Place Elector ID form and if the information can be verified by contacting the Election Office, the voter can vote a regular ballot. If it cannot be verified or the voter does not fill out the form, a provisional ballot will be issued. ",
    "Complete Voter ID Information":"http://sos.mt.gov/Elections/Vote/index.asp"
  },
  {
    "State":"NE",
    "Who must show identification to vote?":"First time voters who registered by mail must to provide ID if election officials are unable to verify their Driver's License number or last four digits of their Social Security Number.  The registration acknowledgement will indicate if election officials were unable to verify and that ID will be required prior to  voting.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a current, valid photo ID or a copy of a utility bill, bank statement, paycheck, government check, or other government document which is current and has the voter's name and voting address. \n",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter must vote a provisional ballot. ",
    "Complete Voter ID Information":"http://nebraskalegislature.gov/laws/statutes.php?statute=32-914"
  },
  {
    "State":"NV",
    "Who must show identification to vote?":"Only first-time voters who did not register in person with a government official or did not already provide a Nevada Department of Motor Vehicles driver's license or ID card number with a voter registration application, and who have not been matched to the social security or driver's license databases, must show proof of identity and residency.\n",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a current and valid NV driver's license or state ID card; a current and valid U.S. military ID; a current and valid ID card issued by a locality in Nevada, the state of Nevada or federal government agency, including a public school, college or university; a current and valid U.S. passport; or a current and valid employee identification card.\n",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter must vote a provisional ballot. ",
    "Complete Voter ID Information":"http://www.leg.state.nv.us/NRS/NRS-293.html#NRS293Sec2725"
  },
  {
    "State":"NH",
    "Who must show identification to vote?":"Idenitification is not required to vote, but may be requested.",
    "What forms of voter identification are acceptable?":"Acceptable IDs to vote in New Hampshire include -- but are not limited to -\n- A driver's license issued by any state or the federal government.\n- a nondriver's identification card issued by the motor vehicles division, department, agency, or office of any state.\n- A United States armed services identification card\n- A United States passport or passcard\n- A valid student identification card if:\n- a student ID car issued by a college, university, or career school in \nNew Hampshire and approved to operate or licensed to operate in New \nHampshire. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. If the voter does not provide proper identification, the voter must vote a provisional ballot.",
    "Complete Voter ID Information":"http://sos.nh.gov/voterid.aspx"
  },
  {
    "State":"NJ",
    "Who must show identification to vote?":"Only first-time voters who did not register in person with a government official and who did not provide an identifying number on their voter registration application or whose number could not be verified must show ID.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- any current and valid photo ID such as a driver's license, student or work ID, military or other government ID, store membership ID, or U.S. passport; or (2) another document such as a bank statement, car registration, government check or document, non-photo driver's license, rent receipt, utility bill, or sample ballot mailed to the voter by the election official.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. If a first-time voter who is required to show identification does not show ID, they will only be able to vote by provisional ballot. ",
    "Complete Voter ID Information":"http://www.state.nj.us/state/elections/voting-information-faq.html"
  },
  {
    "State":"NM",
    "Who must show identification to vote?":"All voters. However, simply stating one's name, address, and year of birth is sufficient identification, so in practice, most voters do not need to show ID. First time voters who did not provide ID when registering must show ID.",
    "What forms of voter identification are acceptable?":"Acceptable forms of ID must be an original or copy of a current and valid photo ID. Acceptable IDs include -- but are not limited to -- a driver's license or state ID card; U.S. Passport; a Military ID card; or an original or copy of a utility bill, bank statement, government check, paycheck, or student identification card with the voter's name and voting address.\n",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. Stating one's name, address, and year of birth is sufficient. However, first time voters who did not provide ID when registering and do not have ID at the polls, will be required to vote a provisional ballot.",
    "Complete Voter ID Information":"http://www.sos.state.nm.us/Voter_Information/Frequently_Asked_Questions.aspx#Voting02"
  },
  {
    "State":"NY",
    "Who must show identification to vote?":"If a first-time voter's identity is not verified before Election Day, the voter must provide identification before they vote for the first time. All other voters in New York do not need to show identification at the polls but need only state their name and residence address and sign the registration poll record.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a driver's license or DMV non-driver photo ID card or other current and valid photo identification; or a copy of a current utility bill, bank statement, government check, or paycheck with the voter's name and voting address. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. Most voters need only state their name and residence address and sign the registration poll record. If a first-time voter is unable to provide the proper identification, s/he will have to vote by affidavit ballot.",
    "Complete Voter ID Information":"http://www.elections.ny.gov/NYSBOE/download/voting/voteform.pdf"
  },
  {
    "State":"NC",
    "Who must show identification to vote?":"Only voters voting in their first federal election who did not register in person with a government official and did not provide ID with their registration must show ID. ",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a current and valid photo identification or a copy of a current utility bill, bank statement, government check, or paycheck with the voter's name and voting address. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. Those voters voting in their first federal election without proper ID will have to vote a provisional ballot. ",
    "Complete Voter ID Information":"http://www.ncsbe.gov/ncsbe/Voter-Id"
  },
  {
    "State":"ND",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- a valid driver's license or state ID card; valid tribal government- issued ID; valid Student Identification Certificate; or valid Long Term Care Certificate. This ID must contain the voter's name, date of birth, and residential address.\n",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter may return to the polling place with an acceptable ID on Election Day and vote.",
    "Complete Voter ID Information":"https://vip.sos.nd.gov/pdfs/Portals/id-requirements.pdf"
  },
  {
    "State":"OH",
    "Who must show identification to vote?":"All voters. Also applies to voters voting an absentee ballot.",
    "What forms of voter identification are acceptable?":"Acceptabel forms of voter ID include - but are not limited to - \n- an unexpired Ohio driver's license or state  identification card with present or former address so long as the voter's  present residential address is printed in the official list of registered  voters for that precinct\n- a military identification\n- a photo identification that was issued by  the United States government or the State of Ohio, that contains the voter's  name and current address and that has an expiration date that has not passed\n- an original or copy of a current utility bill with the voter's name and present address\n- an original or copy of a current bank  statement with the voter's name and present address\n- an original or copy of a current government  check with the voter's name and present address",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter must vote a provisional ballot. ",
    "Complete Voter ID Information":"http://www.sos.state.oh.us/elections/Voters/FAQ/ID.aspx"
  },
  {
    "State":"OK",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"\n\nAcceptable forms of ID must have been issued by the U.S. government, the state of Oklahoma or a federally recognized tribal government and have the voter's name and photo and an expiration date after Election Day, unless the identification is valid indefinitely. Acceptable IDs include -- but are not limited to -- an OK�driver's license or state ID card; a U.S. passport; a military ID; or the voter ID card issued by the Board of Elections.\n\n",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"\n\nNo. The voter must vote a provisional ballot and prove her/his identity by signing a sworn affidavit.\n\n",
    "Complete Voter ID Information":"http://www.ok.gov/elections/Candidates_&_Elections/Facts_about_Proof_of_Identity_for_Voting_in_Oklahoma/"
  },
  {
    "State":"OR",
    "Who must show identification to vote?":"No one.  If a voter had failed to meet identification requirements at the time of registering, they would have been notified.",
    "What forms of voter identification are acceptable?":"None needed. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"None needed. ",
    "Complete Voter ID Information":"http://www.sos.state.or.us/elections/doc/voterresources/vbm/vbm_manual.pdf"
  },
  {
    "State":"PA",
    "Who must show identification to vote?":"First time voters are the only voters *required* to show ID. All voters may be asked for ID, but they are not required to provide it in order to vote a regular ballot. ",
    "What forms of voter identification are acceptable?":"Acceptable forms of identification include a valid driver's license or PennDOT ID card; a valid ID card issued by any other agency of the Commonwealth; a valid ID card issued by the U.S. Government; a valid U.S. passport; a valid student ID card; a valid employee ID card or a valid armed forces of the U.S. ID card. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"If a voter does not present proper identification, s/he can still vote a regular ballot as long as the voter is not voting for the first-time in that election district. A first-time voter that is unable to present acceptable ID must vote a provisional ballot. All other voters will be asked for ID, but if they are unable to provide it, they will be able to vote a regular ballot.  ",
    "Complete Voter ID Information":"NO"
  },
  {
    "State":"RI",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"Acceptable Photo IDs -- a RI driver's license, a RI voter ID card; a U.S. passport; an ID card issued by a U.S. educational institution; a U.S. military ID card; and ID card issued by the U.S. or the State of RI or a government-issued medical card.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. Voters must vote a provisional ballot. However, the voter does not need to submit proof id ID later on—as long as the signature on the provisional ballot matches the signature on file, the ballot will be counted.",
    "Complete Voter ID Information":"http://sos.ri.gov/elections/voterid/"
  },
  {
    "State":"SC",
    "Who must show identification to vote?":"All voters will be asked to show Photo ID when voting in person.  There are exceptions for voters who have no Photo ID at the polls.  Photo ID is not required when voting absentee by mail.",
    "What forms of voter identification are acceptable?":"There are five types of acceptable Photo IDs: S.C. Driver's License, S.C. Department of Motor Vehicles ID Card, S.C. Voter Registration Card with a Photo, Federal Military ID, and a U.S. Passport.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No, the voter must vote a provisional ballot. If a voter forgets to bring his Photo ID to the polls, he can vote a provisional ballot that will count if he shows his Photo ID to the election commission prior to certification of the election.  If a voter cannot get a Photo ID, the voter can show his non-photo voter registration card at the polls, sign an affidavit affirming his identity and reason for not being able to get one, and vote a provisional ballot that will count unless someone proves his affidavit to be false.",
    "Complete Voter ID Information":"http://www.scvotes.org/south_carolina_voting_information_page"
  },
  {
    "State":"SD",
    "Who must show identification to vote?":"All voters who appear at a polling place for the first time must show proof of identification. ",
    "What forms of voter identification are acceptable?":"Acceptable IDs to vote in South Dakota include -- but are not limited to --\n- a South Dakota driver's license or nondriver ID card\n- U.S. government photo ID \n- U.S. Armed Forces ID \n- Student photo ID from a South Dakota high school or South Dakota accredited institution of higher education\n- Tribal photo ID ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"If a voter does not present proper identication, s/he can sign a personal identification affidavit.",
    "Complete Voter ID Information":"http://sdsos.gov/Elections/WhatAmI.aspx?pnl=firsttime"
  },
  {
    "State":"TN",
    "Who must show identification to vote?":"All voters must present an ID containing the voter's name and photograph. Exception include: A voters who vote absentee by mail; voters who are residents in a licensed nursing home or assisted living center and vote at that facility; hospitalized voters; voters with a religious objection to being photographed; and indigent voters.",
    "What forms of voter identification are acceptable?":"Acceptable IDs to vote in Tennessee include -- but are not limited to -\n- Tennessee driver license with your photo\n-  United States Passport\n- Photo ID issued by the Tennessee Department of  Safety and Homeland Security\n- Photo ID issued by  the federal or Tennessee state government\n- United States Military photo ID\n- Tennessee handgun carry permit with your photo ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"If a voter does not present proper identication, s/he must vote a provisional ballot, unless they fit into the ID exceptions. ",
    "Complete Voter ID Information":"http://www.tn.gov/sos/election/photoID.htm"
  },
  {
    "State":"TX",
    "Who must show identification to vote?":"Every voter must present an acceptable form of voter ID in order to vote a regular ballot.",
    "What forms of voter identification are acceptable?":"Acceptable forms of ID include a Texas driver license, a Texas personal identification card, a United States military identification card that contains the person's photograph, a United States citizenship certificate that contains the person's photograph, a United States passport, a Texas license to carry a concealed handgunvoter. None of the above forms of ID can be used if they are expired longer than 60 days. If a voter has none of these forms of identification, then they can apply for a Texas election identification certificate from the Texas Department of Public Safety.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"If a voter does not present proper identification, s/he will vote a provisional ballot. The voter has the opportunity to present an acceptable form of ID to the voter registrar by the sixth day after the election in order to cure the provisional ballot and have it tabulated.",
    "Complete Voter ID Information":"http://votetexas.gov/register-to-vote/need-id"
  },
  {
    "State":"UT",
    "Who must show identification to vote?":"All voters must present valid voter I.D. when voting at the polls. ",
    "What forms of voter identification are acceptable?":"In Utah there are five forms of identification that are considered valid ID by itself.  If a voter doesn't have one of those they can present two forms of ID that bear the name of the voter and provide evidence that they reside within the precinct. You can see those lists here via the link below.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No.  If a voter does not present valid voter identification they must vote a provisional ballot.",
    "Complete Voter ID Information":""
  },
  {
    "State":"VT",
    "Who must show identification to vote?":"Only first-time voters who did not register in person with a government official and did not provide ID with their registration form must show ID.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a valid photo ID or a copy of a current utility bill, bank statement, government check or paycheck with the voter's name and voting address. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"A person who is not on the checklist but asserts they submitted an application prior to the deadline is now provided an affidvit to swear to that fact. If they are willing to do so under the pains and penalty of perjury, they are allowed to vote. ",
    "Complete Voter ID Information":"http://www.leg.state.vt.us/statutes/fullsection.cfm?Title=17&Chapter=051&Section=02563"
  },
  {
    "State":"VA",
    "Who must show identification to vote?":"All voters who vote in person and some voters who vote by mail.",
    "What forms of voter identification are acceptable?":"AAcceptable IDs to vote in Virginia include -- but are not limited to -- \n- Valid Virginia Driver's License or Identification Card\n- Valid Virginia DMV issued Veteran's ID card\n- Valid United States Passport\n- Other government-issued photo identification cards (must be issued by US Government, the Commonwealth of Virginia, or a political subdivision \nof the CommonwealthValid college or university student photo identification card (must be from an institution of higher education located in Virginia) \n- Employee identification card containing a photograph of the voter and issued by an employer of the voter in the ordinary course of the employer's businessor \n- a Virginia Voter Photo ID Card obtained through any local general registrar's office ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter must vote a provisional ballot. ",
    "Complete Voter ID Information":"http://sbe.virginia.gov/index.php/casting-a-ballot/in-person-voting/"
  },
  {
    "State":"WA",
    "Who must show identification to vote?":"All voters are mailed a vote-by-mail ballot, and ID is not required to vote by mail. Any voter who wants to vote at a voting center may sign a ballot declaration or provide photo identification. ",
    "What forms of voter identification are acceptable?":"A valid photo ID. Accepted forms of ID include: state driver's license, state identification card, student identification card, tribal identification card, or employer identification card. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. A voter may sign a ballot declaration. ",
    "Complete Voter ID Information":"http://www.sos.wa.gov/elections/voters.aspx"
  },
  {
    "State":"WV",
    "Who must show identification to vote?":"Photo ID is only required of voters participating in their first federal election who did not register in person with a government official and did not provide ID with their registration.  ",
    "What forms of voter identification are acceptable?":"Acceptable IDs to vote include -- but are not limited to -- a current and valid photo ID such as a driver's license, U.S. Passport, U.S. Military ID or Student ID; or a copy of a current utility bill, bank statement, government check or paycheck with the voter's name and voting address.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter must then vote a provisional ballot. ",
    "Complete Voter ID Information":"http://law.justia.com/codes/west-virginia/2011/chapter03/article1/3-1-34/"
  },
  {
    "State":"WI",
    "Who must show identification to vote?":"There are no requirements in Wisconsin that a voter must show photo ID in order to vote.  However, voters wishing to register to vote on Election Day must show proof of residence in order to register and to vote.",
    "What forms of voter identification are acceptable?":"Photo ID is not required in order to vote.  Acceptable proof of residence documents to register to vote must have the voter's name and address.  Acceptable proof of residence documents include -- but are not limited to -- a current and valid WI driver's license or ID card; any official ID card or license issued by any WI government entity; any employee photo ID card with the voter's address; a university ID along with a fee receipt from the previous 9 months; a utility bill dated no more than 90 days before the election, a bank statement, paycheck or government check.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Voters are not required to present proof of identification.  Voters must be registered in order to vote.  If a voter does not have a document that establishes proof of residence, he or she will not be able to register and therefore not be able to vote. ",
    "Complete Voter ID Information":""
  },
  {
    "State":"WY",
    "Who must show identification to vote?":"Only voters who registered by mail and are voting in their first Wyoming federal election must show ID.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a current and valid photo ID such as a driver's license, U.S. Passport, U.S. Military ID or Student photo ID or a copy of a current utility bill, bank statement, paycheck or government check with the voter's name and voting address. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter must then vote a provisional ballot. ",
    "Complete Voter ID Information":"http://soswy.state.wy.us/elections/registeringtovote.aspx"
  }
]