[
  {
    "Certified?":"Yes",
    "State":"AL",
    "Who must show identification to vote?":"All voters except military voters, overseas voters, those allowed by the Voting Accessibility for the Elderly and Handicapped Act to vote absentee, and any other voter who is allowed to vote absentee by federal law. ",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- valid state-issued driver's license or non-driver ID, valid U.S. Military ID, valid U.S. Passport, or a utility bill with the voter's name and voting address. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. If the voter is positively identified by two election officials, s/he may vote a regular ballot. ",
    "Link":"http://www.sos.state.al.us/elections/VoterID.aspx"
  },
  {
    "Certified?":"Yes",
    "State":"AK",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a signed voter ID card, driver's license, state ID card, or military ID card; U.S. passport; or hunting or fishing license.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"If the voter is positively identified by an election official, he or she may vote a regular ballot.  If the voter is not personally known by an election official and does not have identification, the voter must vote a questioned ballot.",
    "Link":"http://www.elections.alaska.gov/vi_hv_vote_polls.php"
  },
  {
    "Certified?":"No",
    "State":"AZ",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"A voter must present ID that fits within one of the following three categories: 1. One form of ID with the photograph, name and voting address of the voter; 2. Two forms of ID with the name and address of the voter, but not the photo; or 3. One form of ID with the name and photo of the voter plus one form of ID with the name and voting address of the voter. Acceptable IDs include -- but are not limited to -- a valid AZ driver's license or non-operating identification license; tribal enrollment card or valid government-issued ID.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No.",
    "Link":"http://www.azsos.gov/election/Prop_200/poll_identification.htm"
  },
  {
    "Certified?":"No",
    "State":"AR",
    "Who must show identification to vote?":"ID will be *requested* of all voters. However, ID Is only *required* of first-time voters who did not register in person with a government official.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a current and valid photo ID or a copy of a current utility bill, bank statement or paycheck.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. If a voter is unable to provide identification, the election official shall indicate on the precinct voter registration list that the voter did not provide identification. Following each election, the county board of election commissioners may review the precinct voter registration lists and may provide the information of the voters not providing identification at the polls to the prosecuting attorney, who may investigate possible voter fraud.",
    "Link":"http://www.sos.arkansas.gov/elections/Pages/votingInArkansas.aspx"
  },
  {
    "Certified?":"Yes",
    "State":"CA",
    "Who must show identification to vote?":"In most cases, California voters are not required to show identification before they vote. A first-time voter who registered by mail without providing a copy of his/her identification may be asked to show identification at the polls.",
    "What forms of voter identification are acceptable?":"The more than 30 acceptable forms of identification include a California driver license, state identification card, student identification card, U.S. passport and the sample ballot booklet mailed to the voter. Visit www.sos.ca.gov/elections/hava.htm for more details.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"In most cases, California voters are not required to show identification before they vote. A first-time voter who registered by mail without providing a copy of his/her identification may be asked to show identification at the polls. If the voter cannot provide identification, the voter will be asked to vote a provisional ballot.\n\n",
    "Link":"http://www.sos.ca.gov/elections/new-voter/where-how-vote.htm"
  },
  {
    "Certified?":"Yes",
    "State":"CO",
    "Who must show identification to vote?":"All voters who vote at the polls must provide identification. First time voters voting by mail may also need to provide a photocopy of his/her identification. ",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a valid CO driver's license; a valid U.S. passport; a valid employee photo ID card  issued by the government; a valid U.S. military photo ID card; or a copy of a current utility bill, bank statement or paycheck with name and voting address. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. A voter who is unable to produce identification will be given a provisional ballot. ",
    "Link":"http://www.sos.state.co.us/pubs/elections/vote/acceptableFormsOfID.html"
  },
  {
    "Certified?":"No",
    "State":"CT",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"Photo ID is not required. \n \nVoters must present one of the following:\n(1) a social security card\n(2) pre-printed form of ID with name and address\n(3) pre-printed form of ID with name and signature\n(4) pre-printed form of ID with name and photo,\n \nor they may sign affidavit under penalty of perjury. \n \nHowever, if the voter did not provide social security number or driver’s license number at the time of registration additional ID will be required.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. The voter shall write (on a form provided by the Secretary of State) their residential address, date of birth, print their name and sign a statement that the voter is the voter whose name appears on the official checklist. ",
    "Link":"http://www.ct.gov/sots/LIB/sots/ElectionServices/HAVA/HavaPDF/IDRequirements.pdf"
  },
  {
    "Certified?":"Yes",
    "State":"DC",
    "Who must show identification to vote?":"Only same-day registrants and first-time voters who registered by mail and did not provide a driver's license number or social security number when they registered to vote must show ID. However, some voting locations require people to show ID to enter the building, so the DC Board of Elections recommends that all voters bring ID with them to vote.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include, but are not limited to, a copy of a current and valid photo ID, a copy of a current utility bill, bank statement, government check, paycheck, or other document that shows the voter's name and address. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"If a voter who is required to provide ID does not do so, he or she must cast a provisional, or special ballot.  ",
    "Link":"http://www.dcboee.org/faq/election_day.asp#6"
  },
  {
    "Certified?":"Yes",
    "State":"DE",
    "Who must show identification to vote?":"All voters are asked to provide identification.  However, if the voter's name is on the poll list and they do no provide identification, they may sign an affidavit affirming their identity.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a photo ID, utility bill, paycheck or any other government document with the name and voting address of the voter. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. In the event the voter does not have proof of identity with them, s/he shall sign an affidavit of affirmation that he or she is the person listed on the election district record. If the voter is a first-time voter and does not present proper identification, s/he will have to vote a provisional ballot. ",
    "Link":"http://elections.delaware.gov/services/voter/pdfs/how_to_vote.pdf"
  },
  {
    "Certified?":"Yes",
    "State":"FL",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"Voters must show a current and valid photo ID. If the photo ID does not have a signature, an additional ID with signature is required. Acceptable IDs include -- but are not limited to -- a FL driver's license; FL ID card issued by motor vehicles agency; U.S. passport; debit or credit card; Military ID; Student ID, Retirement Center ID, Neighborhood Association ID; or Public Assistance ID. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The provisional ballot will count if the signature on the provisional ballot envelope matches the signature on the voter registration application. The canvassing board will determine the validity of the ballot. The voter has a right to present additional written evidence supporting their right to vote to the Supervior of Elections by no later than 5:00 p.m. on the 2nd day following the election.",
    "Link":"http://election.dos.state.fl.us/voting/voting-info.shtml#voting"
  },
  {
    "Certified?":"Yes",
    "State":"GA",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a GA driver's license, even if expired;\n a valid Government employee photo ID; a valid U.S. passport; a valid U.S. military photo ID; a valid tribal photo ID; or valid Voter ID card.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. If a voter does not have one of the acceptable forms of photo ID, a voter can vote a provisional ballot. ",
    "Link":"http://www.sos.ga.gov/Gaphotoid/"
  },
  {
    "Certified?":"No",
    "State":"HI",
    "Who must show identification to vote?":"All voters shall provide ID upon request by a precinct official. First-time voters who did not provide proof of ID when registering will be required to present proof of ID at the polling place, or with their voted absentee mail-in ballot.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include a current and valid photo ID, current utility bill, bank statement, government check, paycheck, or other government document that shows the voter’s name and address.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"In the event that the voter does not have an ID document to provide, the poll worker may ask the voter to recite their mailing address, date of birth, and/or any other information on the voter’s registration file in order to confirm the identity of the voter.\nIf the voter cannot be located on the official list of registered voters, they will be given the option to vote a provisional ballot.",
    "Link":"http://hawaii.gov/elections/voters/votehi.htm"
  },
  {
    "Certified?":"No",
    "State":"ID",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- an ID driver's license or ID card; U.S. passport; Tribal photo ID; or Idaho Student ID with photo.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. A voter may complete an affidavit in lieu of the personal identification. The affidavit shall be on a form prescribed by the secretary of state and shall require the voter to provide the voter's name and address. The voter shall sign the affidavit.",
    "Link":"http://www.idahovotes.gov/VoterGuide/2012_Voter_Guide_English.pdf"
  },
  {
    "Certified?":"No",
    "State":"IL",
    "Who must show identification to vote?":"Only voters who did not provide sufficient proof of identity with their registration form must show ID.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a current and valid photo ID or one of the following with the name and address of the voter: utility bill, bank statement, government check or other government document, paycheck, lease or contract for residence or Student ID & mail addressed to voter's residence.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. If a voter does not present a required form of identification either at the time they submit their registration form by mail or at the polling place on Election Day, they may vote a provisional ballot. ",
    "Link":"http://www.elections.il.gov/Downloads/VotingInformation/PDF/Illinois_Voter_Information.pdf"
  },
  {
    "Certified?":"No",
    "State":"IN",
    "Who must show identification to vote?":"All voters except voters who vote in person at a licensed care facility where the voter resides. ",
    "What forms of voter identification are acceptable?":"Acceptable forms of ID must have 1. the voter's photo 2. the voter's name 3. display an expiration date and be current or have expired since the last general election and 4. be issued by the State of Indiana or the U.S. Government. Acceptable IDs include -- but are not limited to -- an IN driver's license, IN photo ID card, Military ID, U.S. Passport or a student ID from an Indiana State school.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. Voters who are unable or decline to produce proof of identification may vote a provisional ballot. ",
    "Link":"http://www.in.gov/sos/elections/2401.htm"
  },
  {
    "Certified?":"No",
    "State":"IA",
    "Who must show identification to vote?":"Any voter who is registering to vote on Election Day must show proof of identification and proof of residency. Additionally, first-time voters who registered by mail, inactive voters and a few others may be asked to show ID.",
    "What forms of voter identification are acceptable?":"Voters registering to vote on Election Day must show proof of their identity and proof of residence. One form of ID may be sufficient as long as it shows the voter's voting address.\n\nAcceptable forms of ID include -- but are not limited to -- an IA driver's license; an IA non-driver ID card; a U.S. passport; a U.S. military ID; an ID card issued by the voter's employer; or a student ID issued by an Iowa high school or college.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter will have to vote a provisional ballot. ",
    "Link":"http://sos.iowa.gov/elections/voterinformation/edr.html"
  },
  {
    "Certified?":"Yes",
    "State":"KS",
    "Who must show identification to vote?":"All voters. Exceptions include: voters with religious objections to photo ID, permanent advance voters (long-term illnesses or disabilities), UOCAVA voters, and voters who vote in all-mail ballot elections (limited to local question-submitted elections). \n \nAdvance voters must comply with the ID requirement when they apply for advance ballots by either (a) writing his/her driver's license or non-driver's ID card numbers on the form, or (b) enclosing a photocopy of his/her photo ID document with the form.",
    "What forms of voter identification are acceptable?":"Kansas voters must show photo ID when casting a vote in person. If the photo ID has an expiration date on it, the ID must not have expired at the time of voting. An acceptable photo ID does not have to have an expiration date on the document in order to be valid. Persons age 65 or older may use expired photo ID. \n\nAcceptable forms of photo ID are a driver's license or nondriver's identification card issued by Kansas or by another state or district of the United States, a concealed carry of handgun license issued by a state or district of the United States, a United States passport, an employee badge or identification document issued by a municipal, county, state, or federal government office, a military identification document issued by the United States, a student identification card issued by an accredited postsecondary institution of education in the state of Kansas, a public assistance identification card issued by a municipal, county, state or federal government office or an identification card issued by an Indian tribe.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter must vote a provisional ballot. The voter may submit valid photo ID to the county election officer after the election before the county board of canvassers meets to certify the election results in order to have the ballot count.",
    "Link":"http://www.gotvoterid.com/valid-photo-ids.html#idlist"
  },
  {
    "Certified?":"No",
    "State":"KY",
    "Who must show identification to vote?":"Election Officers shall confirm the identity of each voter by personal acquaintance or by a document.",
    "What forms of voter identification are acceptable?":"Acceptable documentation includes -- a motor vehicle operator's license, Social Security card, credit card, or another form of ID containing the voter's picture and signature. Or, the voter's identity may be confirmed by personal acquaintance.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. The voter's identity may be confirmed by personal acquaintance. If the voter does not have identification and cannot be identified by the precinct officer, s/he may vote a provisional ballot. ",
    "Link":"http://elect.ky.gov/voterinfo/Pages/voterinformationguide.aspx"
  },
  {
    "Certified?":"No",
    "State":"LA",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a LA driver's license, a LA special ID card, or other generally recognized photo ID with the voter's name and signature. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. If the voter does not have the required photo ID, s/he may still vote if they present a utility bill, payroll check or government document that includes his/her name and address. The voter will have to sign an affidavit.",
    "Link":"http://www.sos.la.gov/tabid/151/Default.aspx"
  },
  {
    "Certified?":"No",
    "State":"ME",
    "Who must show identification to vote?":"Only same-day registrants and first-time voters who did not provide ID when registering to vote must show ID.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a current and valid U.S. passport, military ID, driver's license, state ID, or a utility bill, bank statement, or paycheck with the voter's name and voting address. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. An oath is accepted as proof of residency but not proof of identity. ",
    "Link":"http://www.maine.gov/sos/cec/elec/voterguide.html"
  },
  {
    "Certified?":"Yes",
    "State":"MD",
    "Who must show identification to vote?":"Only first-time voters who did not register in person and did not provide ID with their registration form must show ID.\n",
    "What forms of voter identification are acceptable?":"Acceptable IDs are a current and valid MD driver's license; MD-issued ID; student, employee, or military ID; U.S. passport; or a copy of a current utility bill, bank statement, or paycheck with the voter's name and voting address.\n",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter must vote a provisional ballot.\n",
    "Link":"http://www.elections.state.md.us/voting/election_day_questions.html"
  },
  {
    "Certified?":"No",
    "State":"MA",
    "Who must show identification to vote?":"An election officer may *randomly request* identification from any voter, as long as the request is truly random. Only first-time voters who did not register in person with a government official whose MA driver's license number or last four digits of Social Security number can't be verified by the state and voters who are marked as inactive *must* show ID.",
    "What forms of voter identification are acceptable?":"Acceptable forms of ID must be current and valid and have the voter's name and voting address. Acceptable IDs include -- but are not limited to -- a driver's license, current utility bill, bank statement, paycheck, or government check.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No.",
    "Link":"http://www.sec.state.ma.us/ele/elepdf/eledaylglsum.doc"
  },
  {
    "Certified?":"No",
    "State":"MI",
    "Who must show identification to vote?":"\n\nBy law, every Michigan voter must present picture identification at the polls, or sign an affidavit attesting that he or she is not in possession of picture identification.\n\n \n\n",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a current Michigan driver's license or Michigan personal ID card; Federal or State government-issued photo ID; U.S. passport; Military photo ID; Student photo identification from a high school or an accredited institution of higher education; or Tribal identification card with photo.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. The voter must simply sign an affidavit stating that she/he is not in possession of a photo ID.",
    "Link":"http://www.michigan.gov/documents/sos/Notice_To_Voters_209297_7.pdf"
  },
  {
    "Certified?":"No",
    "State":"MN",
    "Who must show identification to vote?":"Only voters registering to vote on Election Day and first-time voters who did not register in person with a government official  must show ID. ",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a valid MN driver's license; MN ID card; student photo ID (if their college has provided a student housing list to election officials); or a tribal ID that contains the voter's name, photo, signature and voting address.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. ",
    "Link":"http://www.sos.state.mn.us/index.aspx?page=204"
  },
  {
    "Certified?":"No",
    "State":"MS",
    "Who must show identification to vote?":"Only first-time voters who did not register in person with a government official and whose driver's license number or the last four digits of their social security number has not been verified and who has not submitted a copy of valid identification already may be asked to provide identification at the polls. ",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a current and valid MS driver's license, photo ID issued by the State of Mississippi, a U.S. passport, a Federal, State or Local government employee photo ID, a student photo ID issued by a MS university, college or community college, a U.S. military ID or a tribal photo ID. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No.",
    "Link":"http://www.msvoterid.ms.gov/PDF/Outreach%20Poster%20V2%20(4).pdf"
  },
  {
    "Certified?":"No",
    "State":"MO",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"Acceptable forms of ID include -- but are not limited to -- an ID issued by the federal government, the state of MO, or a local election authority; a student ID issued by a MO institution of higher education; a copy of a current utility bill, bank statement, paycheck, government check or other government document that contains the name and address of the voter; or a driver's license or state ID card issued by another state.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. If two supervising election judges (one from each major political party) attest that they know the voter, the voter will be allowed to vote a regular ballot. If a voter does not have ID and cannot be identified, the voter will be given a provisional ballot. ",
    "Link":"http://www.sos.mo.gov/elections/goVoteMissouri/docs/acceptable_ids.pdf"
  },
  {
    "Certified?":"Yes",
    "State":"MT",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"Acceptable forms of ID include -- but are not limited to -- a current photo ID; or a current utility bill, bank statement, paycheck, voter confirmation notice or government check or other government document with the voter's name and address.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. The voter can fill out a Polling Place Elector ID form and if the information can be verified by contacting the Election Office, the voter can vote a regular ballot. If it cannot be verified or the voter does not fill out the form, a provisional ballot will be issued. ",
    "Link":"http://sos.mt.gov/Elections/Vote/index.asp"
  },
  {
    "Certified?":"No",
    "State":"NE",
    "Who must show identification to vote?":"First-time voters who did not provide ID with their voter registration application must show ID.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a current, valid photo ID or a copy of a utility bill, bank statement, paycheck, government check, or other government document which is current and has the voter's name and voting address. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter must vote a provisional ballot. ",
    "Link":"http://nebraskalegislature.gov/laws/statutes.php?statute=32-914"
  },
  {
    "Certified?":"Yes",
    "State":"NV",
    "Who must show identification to vote?":"Only first-time voters who did not register in person with a government official or did not already provide a Nevada Department of Motor Vehicles driver's license or ID card number with a voter registration application, and who have not been matched to the social security or driver's license databases, must show proof of identity and residency.\n",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a current and valid NV driver's license or state ID card; a current and valid U.S. military ID; a current and valid ID card issued by a locality in Nevada, the state of Nevada or federal government agency, including a public school, college or university; a current and valid U.S. passport; or a current and valid employee identification card.\n",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter must vote a provisional ballot. ",
    "Link":"http://www.leg.state.nv.us/NRS/NRS-293.html#NRS293Sec2725"
  },
  {
    "Certified?":"No",
    "State":"NH",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a driver's license issued by any state (even if expired); a valid photo ID card issued by federal, state, county or local government; a valid student ID card; a U.S. Armed Services ID card; or a U.S. Passport (even if expired).",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. A voter without ID can execute a \"challenged voter affadavit,\" then vote a regular ballot.",
    "Link":"http://sos.nh.gov/voterid.aspx"
  },
  {
    "Certified?":"No",
    "State":"NJ",
    "Who must show identification to vote?":"Only first-time voters who did not register in person with a government official and who did not provide an identifying number on their voter registration application or whose number could not be verified must show ID.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- any current and valid photo ID such as a driver's license, student or work ID, military or other government ID, store membership ID, or U.S. passport; or (2) another document such as a bank statement, car registration, government check or document, non-photo driver's license, rent receipt, utility bill, or sample ballot mailed to the voter by the election official.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. If a first-time voter who is required to show identification does not show ID, they will only be able to vote by provisional ballot. ",
    "Link":"http://www.state.nj.us/state/elections/voting-information-faq.html"
  },
  {
    "Certified?":"Yes",
    "State":"NM",
    "Who must show identification to vote?":"All voters. However, simply stating one's name, address, and year of birth is sufficient identification, so in practice, most voters do not need to show ID. First time voters who did not provide ID when registering must show ID.",
    "What forms of voter identification are acceptable?":"Acceptable forms of ID must be an original or copy of a current and valid photo ID. Acceptable IDs include -- but are not limited to -- a driver's license or state ID card; U.S. Passport; a Military ID card; or an original or copy of a utility bill, bank statement, government check, paycheck, or student identification card with the voter's name and voting address.\n",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. Stating one's name, address, and year of birth is sufficient. However, first time voters who did not provide ID when registering and do not have ID at the polls, will be required to vote a provisional ballot.",
    "Link":"http://www.sos.state.nm.us/Voter_Information/Frequently_Asked_Questions.aspx#Voting02"
  },
  {
    "Certified?":"No",
    "State":"NY",
    "Who must show identification to vote?":"If a first-time voter's identity is not verified before Election Day, the voter must provide identification before they vote for the first time. All other voters in New York do not need to show identification at the polls but need only state their name and residence address and sign the registration poll record.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a driver's license or DMV non-driver photo ID card or other current and valid photo identification; or a copy of a current utility bill, bank statement, government check, or paycheck with the voter's name and voting address. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. Most voters need only state their name and residence address and sign the registration poll record. If a first-time voter is unable to provide the proper identification, s/he will have to vote by affidavit ballot.",
    "Link":"http://www.elections.ny.gov/NYSBOE/download/voting/voteform.pdf"
  },
  {
    "Certified?":"Yes",
    "State":"NC",
    "Who must show identification to vote?":"Only voters voting in their first federal election who did not register in person with a government official and did not provide ID with their registration must show ID. ",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a current and valid photo identification or a copy of a current utility bill, bank statement, government check, or paycheck with the voter's name and voting address. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. Those voters voting in their first federal election without proper ID will have to vote a provisional ballot. ",
    "Link":"http://www.ncsbe.gov/ncsbe/Voter-Id"
  },
  {
    "Certified?":"Yes",
    "State":"ND",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- a valid driver's license or state ID card; valid tribal government- issued ID; valid Student Identification Certificate; or valid Long Term Care Certificate. This ID must contain the voter's name, date of birth, and residential address.\n",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter may return to the polling place with an acceptable ID on Election Day and vote.",
    "Link":"https://vip.sos.nd.gov/pdfs/Portals/id-requirements.pdf"
  },
  {
    "Certified?":"Yes",
    "State":"OH",
    "Who must show identification to vote?":"All voters. Also applies to voters voting an absentee ballot.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a current and valid photo ID; a military ID; or or a copy of a current utility bill, bank statement, government check or paycheck with the voter's name and voting address. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter must vote a provisional ballot. ",
    "Link":"http://www.sos.state.oh.us/elections/Voters/FAQ/ID.aspx"
  },
  {
    "Certified?":"No",
    "State":"OK",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"\n\nAcceptable forms of ID must have been issued by the U.S. government, the state of Oklahoma\nor a federally recognized tribal government and have the voter's name and photo and an expiration date after Election Day, unless the identification is valid indefinitely. Acceptable IDs include -- but are not limited to -- an OK driver's license or state ID card; a U.S. passport; a military ID; or the voter ID card issued by the Board of Elections.\n\n \n\n",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"\n\nNo. The voter must vote a provisional ballot and prove her/his identity by signing a sworn affidavit.\n\n",
    "Link":"http://www.ok.gov/elections/Candidates_&_Elections/Facts_about_Proof_of_Identity_for_Voting_in_Oklahoma/"
  },
  {
    "Certified?":"Yes",
    "State":"OR",
    "Who must show identification to vote?":"No one. Voters whose identity cannot be verified using certain identifying numbers must send a copy of their ID with their registration form, not their ballot.",
    "What forms of voter identification are acceptable?":"None needed. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"None needed. ",
    "Link":"http://www.sos.state.or.us/elections/doc/voterresources/vbm/vbm_manual.pdf"
  },
  {
    "Certified?":"Yes",
    "State":"PA",
    "Who must show identification to vote?":"First time voters are the only voters *required* to show ID. All voters may be asked for ID, but they are not required to provide it in order to vote a regular ballot. ",
    "What forms of voter identification are acceptable?":"Acceptable forms of identification include a valid driver's license or PennDOT ID card; a valid ID card issued by any other agency of the Commonwealth; a valid ID card issued by the U.S. Government; a valid U.S. passport; a valid student ID card; a valid employee ID card or a valid armed forces of the U.S. ID card. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes, as long as the voter is not voting for the first-time in that election district. For a first-time voter who are unable to present acceptable ID, then s/he must vote by provisional ballot. All other voters will be asked for ID but if they are unable to provide it, they will be able to vote by regular ballot.",
    "Link":"http://www.votespa.com/portal/server.pt?open=514&objID=1174114&parentname=ObjMgr&parentid=4&mode=2"
  },
  {
    "Certified?":"Yes-edited 11/6",
    "State":"RI",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"Acceptable Photo IDs -- a RI driver's license, a RI voter ID card; a U.S. passport; an ID card issued by a U.S. educational institution; a U.S. military ID card; and ID card issued by the U.S. or the State of RI or a government-issued medical card.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. Voters must vote a provisional ballot. However, the voter does not need to submit proof id ID later on—as long as the signature on the provisional ballot matches the signature on file, the ballot will be counted.",
    "Link":"http://sos.ri.gov/elections/voterid/"
  },
  {
    "Certified?":"No",
    "State":"SC",
    "Who must show identification to vote?":"All voters will be asked to show Photo ID when voting in person.  There are exceptions for voters who have no Photo ID at the polls.  Photo ID is not required when voting absentee by mail.",
    "What forms of voter identification are acceptable?":"There are five types of acceptable Photo IDs: S.C. Driver’s License, S.C. Department of Motor Vehicles ID Card, S.C. Voter Registration Card with a Photo, Federal Military ID, and a U.S. Passport.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No, the voter must vote a provisional ballot. If a voter forgets to bring his Photo ID to the polls, he can vote a provisional ballot that will count if he shows his Photo ID to the election commission prior to certification of the election.  If a voter cannot get a Photo ID, the voter can show his non-photo voter registration card at the polls, sign an affidavit affirming his identity and reason for not being able to get one, and vote a provisional ballot that will count unless someone proves his affidavit to be false.",
    "Link":"http://www.scvotes.org/south_carolina_voting_information_page"
  },
  {
    "Certified?":"Yes",
    "State":"SD",
    "Who must show identification to vote?":"All voters.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a SD driver's license or non-driver ID card; a U.S. passport or Military photo ID; a tribal photo ID card; a current student photo ID card issued by a South Dakota high school or an accredited institution of higher education.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter must vote a provisional ballot. ",
    "Link":"http://sdsos.gov/Elections/WhatAmI.aspx?pnl=firsttime"
  },
  {
    "Certified?":"Yes",
    "State":"TN",
    "Who must show identification to vote?":"All voters. Exception include: A voters who vote absentee by mail; voters who are residents in a licensed nursing home or assisted living center and vote at that facility; hospitalized voters; voters with a religious objection to being photographed; and indigent voters.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a TN driver's license with photo; U.S. passport; photo ID issued by the federal or state government; U.S. military photo ID; or gun permit card with photo. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter must vote a provisional ballot unless they fit into the ID exceptions.",
    "Link":"http://www.tn.gov/safety/photoids.shtml"
  },
  {
    "Certified?":"No",
    "State":"TX",
    "Who must show identification to vote?":"Any voter who doesn't present a voter registration certificate when checking in at the polling place, along with first-time voters who didn't give an identification number or ID when registering to vote must show ID.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a driver's license or personal ID card; a birth certificate; U.S. citizenship papers; U.S. passport; a copy of a current utility bill, bank statement, government check or paycheck with the voter's name and voting address. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. The voter may present their voter registration certificate.",
    "Link":"http://www.sos.state.tx.us/elections/pamphlets/largepamp.shtml"
  },
  {
    "Certified?":"Yes",
    "State":"UT",
    "Who must show identification to vote?":"All voters must present valid voter I.D. when voting at the polls. ",
    "What forms of voter identification are acceptable?":"In Utah there are five forms of identification that are considered valid ID by itself.  If a voter doesn't have one of those they can present two forms of ID that bear the name of the voter and provide evidence that they reside within the precinct. You can see those lists here via the link below.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No.  If a voter does not present valid voter identification they must vote a provisional ballot.",
    "Link":"http://vote.utah.gov/vote/menu/requirements.html."
  },
  {
    "Certified?":"Yes",
    "State":"VT",
    "Who must show identification to vote?":"Only first-time voters who did not register in person with a government official and did not provide ID with their registration form must show ID.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a valid photo ID or a copy of a current utility bill, bank statement, government check or paycheck with the voter's name and voting address. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter must then vote a provisional ballot. ",
    "Link":"http://www.leg.state.vt.us/statutes/fullsection.cfm?Title=17&Chapter=051&Section=02563"
  },
  {
    "Certified?":"Yes",
    "State":"VA",
    "Who must show identification to vote?":"All voters who vote in person and some voters who vote by mail.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a valid VA driver's license; any federal, state or local government-issued ID; social security card; Military ID; VA voter ID card or a current utility bill, bank statement, government check or paycheck that shows the voter's name and voting address.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter must vote a provisional ballot. ",
    "Link":""
  },
  {
    "Certified?":"Yes",
    "State":"WA",
    "Who must show identification to vote?":"All voters are mailed a vote-by-mail ballot, and ID is not required to vote by mail. Any voter who wants to vote at a voting center may sign a ballot declaration or provide photo identification. ",
    "What forms of voter identification are acceptable?":"A valid photo ID. Accepted forms of ID include: state driver's license, state identification card, student identification card, tribal identification card, or employer identification card. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Yes. A voter may sign a ballot declaration. ",
    "Link":"http://www.sos.wa.gov/elections/voters.aspx"
  },
  {
    "Certified?":"Yes",
    "State":"WV",
    "Who must show identification to vote?":"Only voters voting in their first federal election who did not register in person with a government official and did not provide ID with their registration must show ID. ",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a current and valid photo ID such as a driver's license, U.S. Passport, U.S. Military ID or Student ID; or a copy of a current utility bill, bank statement, government check or paycheck with the voter's name and voting address. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter must then vote a provisional ballot. ",
    "Link":"http://law.justia.com/codes/west-virginia/2011/chapter03/article1/3-1-34/"
  },
  {
    "Certified?":"Yes-edited 11/6",
    "State":"WI",
    "Who must show identification to vote?":"There are no requirements in Wisconsin that a voter must show photo ID in order to vote.  However, voters wishing to register to vote on Election Day must show proof of residence in order to register and to vote.",
    "What forms of voter identification are acceptable?":"Photo ID is not required in order to vote.  Acceptable proof of residence documents to register to vote must have the voter's name and address.  Acceptable proof of residence documents include -- but are not limited to -- a current and valid WI driver's license or ID card; any official ID card or license issued by any WI government entity; any employee photo ID card with the voter's address; a university ID along with a fee receipt from the previous 9 months; a utility bill dated no more than 90 days before the election, a bank statement, paycheck or government check.",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"Voters are not required to present proof of identification.  Voters must be registered in order to vote.  If a voter does not have a document that establishes proof of residence, he or she will not be able to register and therefore not be able to vote. ",
    "Link":""
  },
  {
    "Certified?":"Yes",
    "State":"WY",
    "Who must show identification to vote?":"Only voters who registered by mail and are voting in their first Wyoming federal election must show ID.",
    "What forms of voter identification are acceptable?":"Acceptable IDs include -- but are not limited to -- a current and valid photo ID such as a driver's license, U.S. Passport, U.S. Military ID or Student photo ID or a copy of a current utility bill, bank statement, paycheck or government check with the voter's name and voting address. ",
    "If a voter does not present proper identification, can s/he still vote a regular ballot?":"No. The voter must then vote a provisional ballot. ",
    "Link":"http://soswy.state.wy.us/elections/registeringtovote.aspx"
  }
]