{
  "text" : {
    "summary" : "Conozca más acerca de la boleta, la ubicación de la votación, la votación anticipada, los requisitos de identificación y más ...",
    "about" : {
      "title" : "Acerca de la Herramienta de Información de la Votación",
      "content" : "El Proyecto de Información de la Votación (VIP) trabaja para conectar a los votantes con la información esencial necesaria para emitir su voto; como dónde votar y qué está en la boleta. Es un proyecto entre The Pew Charitable Trusts, Google  y los estados. Lanzado en 2008, VIP trabaja con los funcionarios electorales estatales y locales para proporcionar información oficial de las elecciones a los ciudadanos por medio de una variedad de medios, entre ellos, la API de Información Cívica de Google. La herramienta de información de la votación es uno de los muchos beneficios puestos a disposición por medio del VIP, que asegura que la información oficial electoral sea accesible a los votantes antes y durante la jornada electoral."
    },
    "footer" : {
      "text" : "Para obtener la información más completa y actualizada, consulte a su funcionario electoral local."
    },
    "addressNotFound" : {
      "title" : "No se encontró información",
      "text" : "Ingresó:<h1>1234 Main St<br>New York, NY 10000</h1> No se encontró ninguna información sobre las elecciones para la dirección que ha puesto, asegúrese de que ingresó los datos correctamente.",
      "button" : "Inténtelo nuevamente"
    },
    "multipleElections" : {
      "text" : "Múltiples elecciones encontradas. Seleccione una:"
    },
    "mailInVoting" : {
      "title" : "Estado de votación por correo.",
      "text" : "El domicilio que ha ingresado se encuentra en un estado de votación por correo. Esto significa que puede enviar su boleta de votación por medio de cualquier buzón oficial. ¿Desea continuar la búsqueda de buzones con su dirección registrada? o ¿desea volver a presentar su solicitud con su ubicación actual?",
      "currentLocation" : "Usar ubicación actual",
      "registeredAddress" : "Continuar"
    },
    "headers" : {
      "registeredVoterAddress" : "Dirección registrada del votante",
      "edit" : "Editar",
      "elections" : "Elecciones",
      "pollingLocation" : "Ubicación de la votación",
      "voterResources" : "Recursos del votante",
      "ballotInformation" : "Información de la boleta"
    },
    "resources" : {
      "summary" : "Información sobre cómo navegar en el proceso electoral, incluidos los plazos, la información de identificación de los  votantes y los enlaces de registro.",
        "electionAdministration" : {
        "title" : "Administración electoral local",
        "local_jurisdiction" : "Jurisdicción local",
        "stateElectionsOffice" : "Oficina electoral estatal"
      },
      "moreResources" : {
        "title" : "Recursos adicionales",
        "electionInformationUrl" : "Información electoral",
        "registrationConfirmationUrl" : "Confirmación de registro",
        "absenteeVotingInformationUrl" : "Información de votación ausente",
        "votingLocationFinderUrl" : "Localizador de lugares de votación",
        "ballotInformationUrl" : "Información de la boleta"
      },
      "voterIdRequirements" : {
        "title" : "Requisitos de identificación del votante",
        "certified" : "¿Certificado?",
        "state" : "Estado",
        "needsId" : "¿Quién debe mostrar su identificación para votar?",
        "acceptableId" : "¿Qué formas de identificación del votante son válidas?",
        "canVote" : "Si un elector no presenta la identificación apropiada, ¿aún así puede votar en una boleta regular?",
        "linkTitle" : "Enlace"
      }
    },
    "pollingLocations" : {
      "getDirections" : "Obtenga instrucciones"
    },
    "inputs" : {
      "registeredAddress" : "Ingrese la dirección de votación registrada",
      "differentAddress" : "Ingrese una dirección distinta"
    }
  }
}