{
  "text" : {
    "summary" : "ស្វែងយល់អំពីព័ត៌មានសន្លឹកឆ្នោត, ទីតាំងបោះឆ្នោត, បោះឆ្នោតមុនថ្ងៃកំណត់, 
តម្រូវការអត្តសញ្ញាណសម្គាល់ និងអ្វីច្រើនទៀត ...",
    "placeholderText" : {
      "enterAddress" : "បញ្ចូលអាសយដ្ឋានប្រើចុះឈ្មោះបោះឆ្នោត",
      "changeAddress" : "បញ្ចូលអាសយដ្ឋានមួយផ្សេងទៀត"
    },
    "about" : {
      "title" : "អំពីឧបករណ៍ពត៌មានការបោះឆ្នោត",
      "content" : "គម្រោងពត៌មានការបោះឆ្នោត (VIP) ធ្វើការដើម្បីភ្ជាប់អ្នកបោះឆ្នោតដែលមានព័ត៌មាន
សំខាន់ចាំបាច់ដើម្បីបោះឆ្នោតរបស់ពួកគេ ដូចជាកន្លែងដែលត្រូវបោះឆ្នោត និងអ្វីដែលមាននៅលើសន្លឹកឆ្នោត។ នេះវាជាគម្រោងរវាងអង្គការ The Pew Charitable Trusts, ក្រុមហ៊ុន Google និងរដ្ឋនានា។ ដោយចាប់ផ្តើម
នៅក្នុងឆ្នាំ 2008 VIP  ធ្វើការជាមួយមន្រ្តីការបោះឆ្នោតរដ្ឋ និងមូលដ្ឋានដើម្បីផ្តល់ពត៌មានការបោះឆ្នោតជា
ផ្លូវការជូនប្រជាពលរដ្ឋតាមរយៈ មធ្យោបាយច្រើនប្រភេទ រួមទាំង ពត៌មានអំពីពលរដ្ឋរបស់ Google API ។ ឧបករណ៍ពត៌មានការបោះឆ្នោត គឺជាផ្នែកមួយនៃឧបករណ៍ជាច្រើន ដែលអាចរកបានតាមរយៈ VIP, ដែល
ធានាឱ្យអ្នកបោះឆ្នោត អាចរកពត៌មានការបោះឆ្នោតជាផ្លូវការបានមុននិងនៅថ្ងៃបោះឆ្នោត."
    },
    "footer" : {
      "text" : "សំរាប់ពត៌មានពេញលេញ និងថ្មីបំផុត  សូមសួររកពីមន្ត្រីរៀបចំការបោះឆ្នោតក្នុងមូលដ្ឋានរបស់អ្នក។."
    },
    "addressNotFound" : {
      "title" : "គ្មានរកឃើញពត៌មាន",
      "text" : "អ្នកបានបញ្ចូល: ។ [] មិនអាចរកឃើញព័ត៌មានបោះឆ្នោតណាមួយសម្រាប់អាសយដ្ឋានដែលអ្នកបានបញ្ចូល។ សូមពិនិត្យមើលដើម្បីឱ្យប្រាកដថាអ្នកបានបញ្ចូលវាត្រឹមត្រូវ។.",
      "button" : "សូមព្យាយាមម្តងទៀត"
    },
    "multipleElections" : {
      "text" : "ការបោះឆ្នោតជាច្រើនបានរកឃើញ។ សូមជ្រើសមួយ:"
    },
    "mailInVoting" : {
      "title" : "សំបុត្រនៅរដ្ឋការបោះឆ្នោត",
      "text" : "អាសយដ្ឋានចុះឈ្មោះដែលអ្នកបានបញ្ចូល មានទីតាំងស្ថិតនៅក្នុងរដ្ឋ  ដែលមានបោះឆ្នោតផ្ញើតាមសំបុត្រតែប៉ុណ្ណោះ។  នេះមានន័យថាអ្នកអាចដាក់សន្លឹកឆ្នោតរបស់អ្នកនៅក្នុងប្រអប់ទំលាក់សំបុត្រជាផ្លូវការណា
មួយ។ តើអ្នកចង់បន្តការស្វែងរកប្រអប់ទំលាក់សំបុត្រជាផ្លូវការ អាស្រ័យតាមអាសយដ្ឋានដែលបានចុះឈ្មោះ 
ឬអ្នកចង់ដាក់ជូនសំណើរបស់អ្នកដោយប្រើទីតាំងបច្ចុប្បន្នរបស់អ្នកវិញ?",
      "currentLocation" : "ប្រើទីតាំងបច្ចុប្បន្ន",
      "registeredAddress" : "បន្ត"
    },
    "headers" : {
      "registeredVoterAddress" : "អាសយដ្ឋានរបស់អ្នកបោះឆ្នោតបានចុះឈ្មោះ",
      "edit" : "កែសម្រួល",
      "elections" : "ការបោះឆ្នោត",
      "pollingLocation" : "ទីតាំងបោះឆ្នោត ",
      "voterResources" : "ធនធានអ្នកបោះឆ្នោត",
      "ballotInformation" : "ព័ត៌មានសន្លឹកឆ្នោត"
    },
    "resources" : {
      "summary" : "ព័ត៌មានអំពីរបៀបដើម្បីរុករកដំណើរការបោះឆ្នោត, ពត៌មានអំពី ថ្ងៃកំណត់ អត្តសញ្ញាណសម្គាល់អ្នកបោះឆ្នោត និងតំណទៅការចុះឈ្មោះ។.",
      "electionAdministration" : {
        "title" : "គ្រប់គ្រងការបោះឆ្នោត",
        "local_jurisdiction" : "គ្រប់គ្រងការបោះឆ្នោតថ្នាក់មូលដ្ឋាន",
        "stateElectionsOffice" : "ការបោះឆ្នោតតំណែងថ្នាក់រដ្ឋ",
        "physicalAddress" : "អាសយដ្ឋានទីតាំងពិត",
        "correspondenceAddress" : "អាសយដ្ឋានសំរាប់ការឆ្លើយឆ្លង"
      },
      "moreResources" : {
        "title" : "ធនធានបន្ថែម",
        "electionInformationUrl" : "ព័ត៌មានការបោះឆ្នោត",
        "registrationConfirmationUrl" : "បញ្ជាក់ពីការចុះឈ្មោះ",
        "absenteeVotingInformationUrl" : "ព័ត៌មានការបោះឆ្នោតនៃអ្នកអវត្តមាន",
        "votingLocationFinderUrl" : "អ្នកស្វែងរកទីតាំងការបោះឆ្នោត",
        "ballotInformationUrl" : "ព័ត៌មានសន្លឹកឆ្នោត"
      },
      "voterIdRequirements" : {
        "title" : "តម្រូវការអត្តសញ្ញាណសម្គាល់អ្នកបោះឆ្នោត ",
        "certified" : "មានការបញ្ជាក់ឬទេ",
        "state" : "រដ្ឋ",
        "needsId" : "តើអ្នកណាដែលត្រូវបង្ហាញអត្ដសញ្ញាណសម្គាល់ក្នុងការបោះឆ្នោត?",
        "acceptableId" : "អ្វីដែលជាបែបបទនៃអត្តសញ្ញាណសម្គាល់អ្នកបោះឆ្នោតដែលអាចទទួលយកបាន?",
        "canVote" : "ប្រសិនបើអ្នកបោះឆ្នោតម្នាក់ដែលមិនបានបង្ហាញអត្តសញ្ញាណសម្គាល់បានត្រឹមត្រូវ  តើគាត់នៅតែអាចបោះឆ្នោតសន្លឹកឆ្នោតធម្មតាដែរឬទេ?",
        "linkTitle" : "តំណ"
      }
    },
    "pollingLocations" : {
      "getDirections" : "ទទួលបានទិសដៅ"
    },
    "inputs" : {
      "registeredAddress" : "បញ្ចូលអាសយដ្ឋានចុះឈ្មោះបោះឆ្នោត",
      "differentAddress" : "បញ្ចូលអាសយដ្ឋានមួយផ្សេងទៀត"
    }
  }
}