{
 "text" : {
  "summary" : "หาข้อมูลของบัตรลงคะแนน สถานที่เลือกตั้ง การออกเสียงลงคะแนนล่วงหน้า การร้องขอตรวจบัตรประจำตัว และมากกว่านั้น...",
  "placeholderText" : {
   "enterAddress" : "ใส่ที่อยู่ที่ลงทะเบียนไว้ในการออกเสียงลงคะแนน",
   "changeAddress" : "ใส่ที่อยู่อื่น"
  },
  "about" : {
   "title" : "เกี่ยวกับเครื่องมือข้อมูลการออกเสียงลงคะแนน",
   "content" : "โครงการข้อมูลการออกเสียงลงคะแนน (VIP) ทำงานเพื่อเชื่อมต่อผู้ออกเสียงลงคะแนนกับข้อมูลสำคัญที่จำเป็นเพื่อทำการลงคะแนนในบัตรลงคะแนน เช่น สถานที่ออกเสียงลงคะแนนและอะไรที่อยู่ในบัตรลงคะแนน นี่เป็นโครงการระหว่าง The Pew Charitable Trusts, Google และรัฐ เริ่มในปี 2008 VIP ทำงานกับรัฐและเจ้าหน้าที่การเลือกตั้งท้องถิ่นเพื่อจัดหาข้อมูลการเลือกตั้งอย่างเป็นทางการให้แก่พลเมืองผ่านวิธีต่างๆ รวมถึง the Google Civic Information API เครื่องมือข้อมูลการออกเสียงลงคะแนนเป็นหนึ่งในหลายเครื่องมือที่มีผ่าน VIP เพื่อให้แน่ใจว่าผู้ออกเสียงลงคะแนนสามารถเข้าถึงข้อมูลการเลือกตั้งอย่างเป็นทางการได้ก่อนและในวันเลือกตั้ง."
  },
  "footer" : {
   "text" : "สำหรับข้อมูลล่าสุดและสมบูรณ์ที่สุด ปรึกษาเจ้าหน้าที่การเลือกตั้งท้องถิ่นของท่าน."
  },
  "addressNotFound" : {
   "title" : "ไม่เจอข้อมูลที่หา",
   "text" : "ท่านใส่ข้อมูล: [] ไม่สามารถหาข้อมูลการเลือกตั้งสำหรับที่อยู่ที่ท่านใส่ โปรดตรวจสอบเพื่อให้แน่ใจว่าท่านใส่ข้อมูลถูกต้อง",
   "button" : "ลองอีกครั้ง"
  },
  "multipleElections" : {
   "text" : "เจอหลายการเลือกตั้ง โปรดเลือกหนึ่งตัวเลือก:"
  },
  "mailInVoting" : {
   "title" : "สถานะการออกเสียงลงคะแนนทางไปรษณีย์",
   "text" : "ที่อยู่ที่ลงทะเบียนแล้วที่ท่านใส่แสดงถึงสถานะการออกเสียงลงคะแนนทางไปรษณีย์ นั่นหมายถึงท่านสามารถส่งบัตรลงคะแนนของท่านที่กล่องหย่อนบัตรของทางการที่ใดก็ได้ ท่านยังต้องการค้นหากล่องหย่อนบัตรตามที่อยู่ที่ท่านลงทะเบียนไว้หรือไม่  หรือท่านต้องการส่งคำร้องใหม่โดยใช้ที่อยู่ปัจจุบันของท่าน",
   "currentLocation" : "ใช้สถานที่ปัจจุบัน",
   "registeredAddress" : "ต่อ"
  },
  "headers" : {
   "registeredVoterAddress" : "ที่อยู่ผู้ออกเสียงลงคะแนนที่ลงทะเบียนแล้ว",
   "edit" : "แก้ไข",
   "elections" : "การเลือกตั้ง",
   "pollingLocation" : "สถานที่เลือกตั้ง",
   "voterResources" : "แหล่งข้อมูลผู้ออกเสียงลงคะแนน",
   "ballotInformation" : "ข้อมูลบัตรลงคะแนน"
  },
  "resources" : {
   "summary" : "ข้อมูลวิธีค้นหาขบวนการเลือกตั้ง รวมถึงวันหมดเขต ข้อมูลบัตรประจำตัวผู้ออกเสียงลงคะแนน และลิงค์การลงทะเบียน.",
   "electionAdministration" : {
    "title" : "การบริหารการเลือกตั้ง",
    "local_jurisdiction" : "การบริหารการเลือกตั้งท้องถิ่น",
    "stateElectionsOffice" : "สำนักงานการเลือกตั้งของรัฐ",
    "physicalAddress" : "ที่อยู่จริง",
    "correspondenceAddress" : "ที่อยู่ตามจดหมาย"
   },
   "moreResources" : {
    "title" : "แหล่งข้อมูลเพิ่มเติม",
    "electionInformationUrl" : "ข้อมูลการเลือกตั้ง",
    "registrationConfirmationUrl" : "ยืนยันการลงทะเบียน",
    "absenteeVotingInformationUrl" : "ข้อมูลการออกเสียงลงคะแนนสำหรับผู้ที่ไม่สามารถไปยังสถานที่เลือกตั้งได้",
    "votingLocationFinderUrl" : "ผู้หาสถานที่การออกเสียงลงคะแนน",
    "ballotInformationUrl" : "ข้อมูลบัตรลงคะแนน"
   },
   "voterIdRequirements" : {
    "title" : "ข้อมูลบัตรลงคะแนน",
    "certified" : "รับรองหรือไม่?",
    "state" : "รัฐ",
    "needsId" : "ใครต้องแสดงเอกสารพิสูจน์บุคคลเพื่อออกเสียงลงคะแนน?",
    "acceptableId" : "รูปแบบไหนของเอกสารพิสูจน์บุคคลของผู้ออกเสียงลงคะแนนเป็นที่ยอมรับได้?",
    "canVote" : "ถ้าผู้ออกเสียงลงคะแนนไม่ได้แสดงเอกสารพิสูจน์บุคคลที่เหมาะสม เธอหรือเขายังสามารถออกเสียงลงคะแนนในบัตรลงคะแนนทั่วไปได้หรือไม่?",
    "linkTitle" : "ลิงค์"
   }
  },
  "pollingLocations" : {
   "getDirections" : "หาเส้นทาง"
  },
  "inputs" : {
   "registeredAddress" : "ใส่ที่อยู่ที่ลงทะเบียนไว้ในการออกเสียงลงคะแนน",
   "differentAddress" : "ใส่ที่อยู่อื่น"
  }
 }
}